export default {
  getUserInfo: {
    rurl: /\/api\/chartInfo(\?.*)*/,
    method: 'get',
    data: {
      data: [
        { 'xAxis': '周一', '访问用户': 1393, '下单用户': 1093, '下单率': 90.32 },
        { 'xAxis': '周二', '访问用户': 3530, '下单用户': 3230, '下单率': 90.26 },
        { 'xAxis': '周三', '访问用户': 2923, '下单用户': 2623, '下单率': 90.76 },
        { 'xAxis': '周四', '访问用户': 1723, '下单用户': 1423, '下单率': 90.49 },
        { 'xAxis': '周五', '访问用户': 3792, '下单用户': 3492, '下单率': 90.32 },
        { 'xAxis': '周六', '访问用户': 4593, '下单用户': 4293, '下单率': 90.78 },
        { 'xAxis': '周日', '访问用户': 5593, '下单用户': 5293, '下单率': 90.98 }
      ]
    }
  }
}
